
///* No comment provided by engineer. */
//"Are you sure you want to delete this project? You will also delete all the items it contains." = "Are you sure you want to delete this project? You will also delete all the items it contains.";
//
///* No comment provided by engineer. */
//"Awards" = "Awards";
//
///* No comment provided by engineer. */
//"Basic Setting" = "Basic Setting";
//
///* No comment provided by engineer. */
//"Basic Settings" = "Basic Settings";
//
///* No comment provided by engineer. */
//"Closed" = "Closed";
//
///* No comment provided by engineer. */
//"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.";
//
///* No comment provided by engineer. */
//"Creation Date" = "Creation Date";
//
///* No comment provided by engineer. */
//"Custom project color" = "Custom project color";
//
///* No comment provided by engineer. */
//"Delete" = "Delete";
//
///* No comment provided by engineer. */
//"Delete Project?" = "Delete Project?";
//
///* No comment provided by engineer. */
//"High" = "High";
//
///* No comment provided by engineer. */
//"Home" = "Home";
//
///* No comment provided by engineer. */
//"Locked" = "Locked";
//
///* No comment provided by engineer. */
//"Low" = "Low";
//
///* No comment provided by engineer. */
//"Medium" = "Medium";
//
///* No comment provided by engineer. */
//"OK" = "OK";
//
///* No comment provided by engineer. */
//"Open" = "Open";
//
///* No comment provided by engineer. */
//"Optimized" = "Optimized";
//
///* No comment provided by engineer. */
//"Please select something from the menu to begin." = "Please select something from the menu to begin.";
//
///* No comment provided by engineer. */
//"Priority" = "Priority";
//
///* No comment provided by engineer. */
//"Sort items" = "Sort items";
//
///* No comment provided by engineer. */
//"There's nothing here right now." = "There's nothing here right now.";
//
///* No comment provided by engineer. */
//"Title" = "Title";
//
///* No comment provided by engineer. */
//"Unlocked: %@" = "Unlocked: %@";
//
//
//"Open Projects" = "Open Projects";
//"Closed Projects" = "Closed Projects";
//"Add Project" = "Add Project";
//"Sort" = "Sort";
//"Add New Item" = "Add New Item";
//
//"Edit Item" = "Edit Item";
//"Mark Completed" = "Mark Completed";
//
//"Edit Project" = "Edit Project";
//"Close this project" = "Close this project";
//"Reopen this project" = "Reopen this project";
//"Delete this project" = "Delete this project";
//
//"Up next" = "Up next";
//"More to explore" = "More to explore";
//
//"New Project" = "New Project";
//"New Item" = "New Item";


/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Delete";
"Basic settings" = "Basic settings";



/* MAIN ACTIVITIES */

"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";



/* HOME VIEW */

"Up next" = "Up next";
"More to explore" = "More to explore";



/* PROJECTS VIEW */

"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add New Item" = "Add New Item";
"There's nothing here right now" = "There's nothing here right now";

/* A button that shows a menu with the following options */
"Sort" = "Sort";
"Sort items" = "Sort items"; /* The title of the menu */
"Optimized" = "Optimized"; /* Sort using an optimized algorithm */
"Creation Date" = "Creation Date"; /* Sort by the date items were created */
"Title" = "Title"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "New Project";
"New Item" = "New Item";



/* EDITING PROJECTS */
"Edit Project" = "Edit Project";
"Project name" = "Project name";
"Description of this project" = "Description of this project";
"Custom project color" = "Custom project color";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Close this project";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";
"Delete project?" = "Delete project?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Are you sure you want to delete this project? You will also delete all the items it contains.";



/* EDITING ITEMS */
"Edit Item" = "Edit Item";
"Item name" = "Item name";
"Description" = "Description";
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";

"Mark Completed" = "Mark Completed"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Please select something from the menu to begin.";
